start_text = """
Доброго времени суток! ☀️🌙
Вас приветствует Курьер-бот <b>НИУ МЭИ</b> 🤖
Для начала работы выберите опцию ниже ⬇
"""
order_text = """
Опишите Ваш заказ максимально подробно, чтобы курьер 
сумел доставить нужные Вам товары в согласованный срок ⬇️
"""
help_text = """
Бот работает очень просто - основной его задачей является помощь студентам, проживающим в общежитии НИУ МЭИ. 

У бота есть две функции:
1) Стать курьером!🏃🏼 - Вы можете доставить вещи студенту в общежитие или на занятие, конечно, за согласованное между вами вознаграждение 
2) Сделать заказ!🗳 - Вы можете создать заказ, который через время увидит курьер и доставит Вам нужные товары

❗Учитывайте, что все заказы удаляются сразу после 0:00 по МСК времени❗️
"""
courier_text = """
Выберите любой заказ из перечня ниже, чтобы увидеть подробную информацию о нём ⬇️
"""

get_order_text = """
Ваш заказ сформирован! ☑
Ожидайте уведомления о принятом заказе! 📦️

❗ Если у Вас возникли вопросы обращайтесь в поддержку ❗️
"""

order_is_get = """
Вы уже создали свой заказ!
"""