admin_help_text = {
    "user_have_a_question":
"""
❗ Сообщение от @{username} ❗
— Ответить на вопрос можно по кнопке, прикреплённой к этому сообщению
— Вопрос пользователя в следующем сообщении ниже ⬇️⬇️⬇️
""",

    "no_admin_username":
"""
🤖 Извините, я не могу позволить ответить Вам на вопрос пользователя, 
так как у вас нет юзернейма в телеграм 🤖
""",

    "admin_answering_user":
"""
⌛ Админ @{admin_username} отвечает пользователю @{user_username}!
""",

    "admin_answer_user":
"""
✅ Ответ администратора @{admin_username} был отправлен пользователю @{user_username}
"""
}