user_text = {
    "start":
"""
Доброго времени суток! ☀️🌙
Вас приветствует Курьер-бот <b>НИУ МЭИ</b> 🤖
Для начала работы выберите опцию ниже ⬇
""",

    "order_text":
"""
Опишите Ваш заказ максимально подробно, чтобы курьер 
сумел доставить нужные Вам товары в согласованный срок ⬇️
""",

    "order_photo":
"""
Если хотите, можете отправить одно фото товара 📸
""",

    "order_phone_number":
"""
Теперь, для связи курьера с Вами, отправьте свой номер телефона 📞
(Просто нажми на кнопку)
""",

    "order_is_done":
"""
✅ Ваш заказ №<i>{order_id}</i> сформирован! ✅

Ожидайте уведомления о принятом курьером заказе! 📦️

Если у Вас возникли вопросы обращайтесь в поддержку ❗️
""",

    "order_is_empty":
"""
Здесь пока что пусто 😶
""",

    "my_order":
"""
📍 Заказ №<i>{order_id}</i>

🗒️ <b>Описание</b>

«<i>{description}</i>»

📞 <b>Телефон</b>: <i>{phone_number}</i>
👤 <b>Пользователь</b>: <i>@{username}</i>
""",

    "help_text":
"""
Бот работает очень просто - основной его задачей является помощь студентам, проживающим в общежитии НИУ МЭИ. 

У бота есть две функции:
1) Стать курьером!🏃🏼 - Вы можете доставить вещи студенту в общежитие или на занятие, конечно, за согласованное между вами вознаграждение 
2) Сделать заказ!🛒️ - Вы можете создать заказ, который через время увидит курьер и доставит Вам нужные товары

❗Учитывайте, что все заказы удаляются сразу после 0:00 по МСК времени❗️
""",

    "courier_text":
"""
Выберите любой заказ из перечня ниже, чтобы увидеть подробную информацию о нём 
⬇️⬇️⬇️
""",

    "no_username":
"""
🤖 Для использования функционала Курьер-бота Вам необходимо поставить
себе никнейм в настройках телеграм 🤖
""",

    "order_is_already_exists":
"""
Ваш заказ №M<i>{}</i> уже был сформирован 👀
Но не все печально! Пока курьер не взял Ваш заказ Вы можете изменить его!
""",

    "first_delete_order":
"""
Вы уверены, что хотите удалить свой заказ? 🫥
""",

    "order_is_deleted":
"""
Ваш заказ был удалён!✅🗑️
"""
}